Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
ja: 設定する
ko: 구성하기
zh_hans: 配置

source: Configure global prompt, adjust parameters when inferencing.
de: Globalen Prompt konfigurieren, Parameter bei der Inferenz anpassen.
es: Configura la instrucción global y ajusta parámetros durante la inferencia.
fr: Configurez l’invite globale et ajustez les paramètres lors de l’inférence.
ja: グローバルプロンプトを設定し、推論時のパラメータを調整します。
ko: 글로벌 프롬프트를 구성하고 추론 시 매개변수를 조정하세요.
zh_hans: 配置全局提示词，调整推理参数。

source: Configure inference-specific body fields here. The json key-value pairs you enter are merged into every request.
de: Inferenzspezifische Body-Felder hier konfigurieren. Die eingegebenen JSON-Schlüssel/Werte werden in jede Anfrage übernommen.
es: Configura aquí los campos de cuerpo específicos para la inferencia. Las parejas clave-valor JSON que introduzcas se incorporan a cada solicitud.
fr: Configurez ici les champs de corps spécifiques à l’inférence. Les paires clé-valeur JSON que vous saisissez sont fusionnées dans chaque requête.
ja: 推論専用のボディフィールドをここで設定します。入力した JSON キーと値はすべてのリクエストにマージされます。
ko: 추론 전용 바디 필드를 여기서 설정하세요. 입력한 JSON 키-값 쌍은 모든 요청에 병합됩니다.
zh_hans: 使用 JSON 键值对配置推理请求的载荷，并在请求时合并配置。

source: Configure tool settings, choose search engine for internet searches, adding custom tools.
de: Tool-Einstellungen konfigurieren, Suchmaschine für Internetsuchen wählen, eigene Tools hinzufügen.
es: Configura ajustes de herramientas, elige el motor de búsqueda para Internet y añade herramientas personalizadas.
fr: Configurez les paramètres des outils, choisissez le moteur de recherche pour Internet et ajoutez des outils personnalisés.
ja: ツール設定を構成し、検索エンジンを選び、カスタムツールを追加します。
ko: 도구 설정을 구성하고 인터넷 검색 엔진을 선택하며 사용자 정의 도구를 추가합니다.
zh_hans: 配置工具设置，选择网络搜索引擎，添加自定义工具。

source: Configure which data groups sync with iCloud.
de: Festlegen, welche Datengruppen mit iCloud synchronisiert werden.
es: Configura qué grupos de datos se sincronizan con iCloud.
fr: Choisissez quels groupes de données se synchronisent avec iCloud.
ja: iCloud と同期するデータグループを設定します。
ko: 어떤 데이터 그룹을 iCloud와 동기화할지 구성합니다.
zh_hans: 在此配置哪些数据分组参与 iCloud 同步。

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
ja: 設定済み
ko: 구성 완료
zh_hans: 已配置

source: Confirm Sharing
de: Teilen bestätigen
es: Confirmar compartición
fr: Confirmer le partage
ja: 共有を確認
ko: 공유 확인
zh_hans: 确认共享

source: Confirmation on Send
de: Sende-Bestätigung
es: Confirmación al enviar
fr: Confirmation à l’envoi
ja: 送信時に確認
ko: 보내기 확인
zh_hans: 确认发送

source: Connect @ LM Studio
de: Verbinden mit LM Studio
es: Conectar en LM Studio
fr: Connexion @ LM Studio
ja: LM Studio に接続
ko: LM Studio에 연결
zh_hans: 连接到 LM Studio

source: Connect @ OLLAMA
de: Verbinden mit OLLAMA
es: Conectar en OLLAMA
fr: Connexion @ OLLAMA
ja: OLLAMA に接続
ko: OLLAMA에 연결
zh_hans: 连接到 OLLAMA

source: Connect to any OpenAI-compatible API or custom endpoint.
de: Verbinde dich mit jeder OpenAI-kompatiblen API oder einem eigenen Endpoint.
es: Conéctate a cualquier API compatible con OpenAI o a un endpoint personalizado.
fr: Connectez-vous à toute API compatible OpenAI ou à un endpoint personnalisé.
ja: OpenAI 互換 API やカスタムエンドポイントに接続できます。
ko: 어떤 OpenAI 호환 API나 사용자 정의 엔드포인트에도 연결하세요.
zh_hans: 连接任何兼容 OpenAI 的 API 或自定义端点。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: Connecting...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion...
ja: 接続中...
ko: 연결 중...
zh_hans: 连接中...

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
ja: 接続
ko: 연결
zh_hans: 连接

source: Connection Failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
ja: 接続に失敗しました
ko: 연결 실패
zh_hans: 连接失败

source: Connection Type
de: Verbindungstyp
es: Tipo de conexión
fr: Type de connexion
ja: 接続タイプ
ko: 연결 유형
zh_hans: 连接类型

source: Contact Us
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
ja: お問い合わせ
ko: 문의하기
zh_hans: 联系我们

source: Contains (Case Insensitive): '%@'
de: Enthält (ohne Beachtung der Groß-/Kleinschreibung): '%@'
es: Contiene (sin distinguir mayúsculas/minúsculas): '%@'
fr: Contient (sans casse) : '%@'
ja: 含む（大文字小文字を区別しない）: '%@'
ko: 포함(대소문자 무시): '%@'
zh_hans: 包含（不区分大小写）：'%@'

source: Contains: '%@'
de: Enthält: '%@'
es: Contiene: '%@'
fr: Contient : '%@'
ja: 含む: '%@'
ko: 포함: '%@'
zh_hans: 包含：'%@'

source: Content
de: Inhalt
es: Contenido
fr: Contenu
ja: 内容
ko: 내용
zh_hans: 内容

source: Content Format
de: Inhaltsformat
es: Formato de contenido
fr: Format du contenu
ja: コンテンツ形式
ko: 콘텐츠 형식
zh_hans: 内容格式

source: Content truncated due to excessive length.
de: Inhalt aufgrund übermäßiger Länge gekürzt.
es: Contenido truncado por longitud excesiva.
fr: Contenu tronqué en raison d’une longueur excessive.
ja: 長さが長すぎるためコンテンツを切り詰めました。
ko: 길이 초과로 콘텐츠가 잘렸습니다.
zh_hans: 过长的内容已被截断。

source: Content:
de: Inhalt:
es: Contenido:
fr: Contenu :
ja: コンテンツ：
ko: 콘텐츠:
zh_hans: 内容：

source: Context
de: Kontext
es: Contexto
fr: Contexte
ja: コンテキスト
ko: 컨텍스트
zh_hans: 上下文

source: Context Length
de: Kontextlänge
es: Longitud del contexto
fr: Longueur du contexte
ja: コンテキスト長
ko: 컨텍스트 길이
zh_hans: 上下文长度

source: Continue if not finished
de: Fortfahren, wenn nicht abgeschlossen
es: Continuar si no ha terminado
fr: Continuer si non terminé
ja: 未完了の場合に続ける
ko: 완료되지 않은 경우 계속하기
zh_hans: 如果未完成则继续

source: Control chain-of-thought budgets for complex problem solving.
de: Steuere Chain-of-Thought-Budgets für komplexe Problemlösung.
es: Controla los presupuestos de chain-of-thought para resolver problemas complejos.
fr: Contrôlez les budgets de chain-of-thought pour des problèmes complexes.
ja: 複雑な課题に向けて思考チェーンの予算を管理。
ko: 복잡한 문제 해결을 위해 CoT 예산을 제어합니다.
zh_hans: 控制链式思考预算，解决复杂问题。

source: Conversation
de: Unterhaltung
es: Conversación
ja: 会話
ko: 대화
zh_hans: 对话

source: Conversation Compressed
de: Unterhaltung komprimiert
es: Conversación comprimida
fr: Conversation compressée
ja: 会話を圧縮しました
ko: 대화 압축됨
zh_hans: 对话已压缩

source: Conversation does not have enough messages to create a template.
de: Die Unterhaltung hat nicht genug Nachrichten, um eine Vorlage zu erstellen.
es: La conversación no tiene mensajes suficientes para crear una plantilla.
fr: La conversation n’a pas assez de messages pour créer un modèle.
ja: テンプレートを作成するのに十分なメッセージがありません。
ko: 템플릿을 만들기에 대화 메시지가 충분하지 않습니다.
zh_hans: 对话消息不足，无法创建模板。

source: Conversation Link
de: Unterhaltungslink
es: Enlace a la conversación
fr: Lien de conversation
ja: 会話リンク
ko: 대화 링크
zh_hans: 对话链接

source: Conversation Missing
de: Unterhaltung fehlt
es: Falta la conversación
fr: Conversation manquante
ja: 会話が見つかりません
ko: 대화 없음
zh_hans: 对话丢失

source: Conversation: %@
de: Unterhaltung: %@
es: Conversación: %@
ja: 会話: %@
ko: 대화: %@
zh_hans: 对话：%@

source: Conversations
de: Unterhaltungen
es: Conversaciones
ja: 会話
ko: 대화들
zh_hans: 对话

source: Conversations, Messages, Attachments
de: Unterhaltungen, Nachrichten, Anhänge
es: Conversaciones, mensajes, adjuntos
fr: Conversations, messages, pièces jointes
ja: 会話、メッセージ、添付ファイル
ko: 대화, 메시지, 첨부 파일
zh_hans: 会话、消息、附件

source: Convert an audio recording into text using a model that supports audio input.
de: Wandle eine Audioaufnahme in Text um, mit einem Modell, das Audioeingaben unterstützt.
es: Convierte una grabación de audio en texto usando un modelo que admita entrada de audio.
fr: Convertissez un enregistrement audio en texte avec un modèle qui prend en charge l’entrée audio.
ja: 音声録音を音声入力対応モデルで文字起こしします。
ko: 오디오 녹음을 오디오 입력을 지원하는 모델을 사용해 텍스트로 변환합니다.
zh_hans: 使用支持听觉的模型对传入的音频文件进行转写。

source: Convert to Image
de: In Bild umwandeln
es: Convertir a imagen
fr: Convertir en image
ja: 画像に変換
ko: 이미지로 변환
zh_hans: 转换为图片

source: Converting PDF
de: PDF wird konvertiert
es: Convirtiendo PDF
fr: Conversion du PDF
ja: PDF を変換中
ko: PDF 변환 중
zh_hans: 转换 PDF

source: Coordinates: %@, %@
de: Koordinaten: %@, %@
es: Coordenadas: %@, %@
fr: Coordonnées : %@, %@
ja: 座標: %@, %@
ko: 좌표: %@, %@
zh_hans: 坐标: %@, %@

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制

source: Copy as Image
de: Als Bild kopieren
es: Copiar como imagen
fr: Copier en image
ja: 画像としてコピー
ko: 이미지로 복사
zh_hans: 复制图片

source: Copy Content
de: Inhalt kopieren
es: Copiar contenido
fr: Copier le contenu
ja: 内容をコピー
ko: 콘텐츠 복사
zh_hans: 复制内容

source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
ja: メッセージをコピー
ko: 메시지 복사
zh_hans: 复制消息

source: Could not determine current location.
de: Aktueller Standort konnte nicht bestimmt werden.
es: No se pudo determinar la ubicación actual.
fr: Impossible de déterminer la position actuelle.
ja: 現在地を特定できませんでした。
ko: 현재 위치를 확인할 수 없습니다.
zh_hans: 无法确定当前的地理位置。

source: Could not find view controller
de: View-Controller konnte nicht gefunden werden
es: No se pudo encontrar el controlador de vista
fr: Impossible de trouver le contrôleur de vue
ja: ビューコントローラを見つけられませんでした
ko: 뷰 컨트롤러를 찾을 수 없습니다
zh_hans: 无法找到可用的视图控制器

source: Could not initialize location services.
de: Standortdienste konnten nicht initialisiert werden.
es: No se pudieron inicializar los servicios de ubicación.
fr: Impossible d’initialiser les services de localisation.
ja: 位置情報サービスを初期化できませんでした。
ko: 위치 서비스를 초기화할 수 없습니다.
zh_hans: 无法初始化位置服务。

source: Country Code: %@
de: Ländercode: %@
es: Código de país: %@
fr: Code pays : %@
ja: 国コード: %@
ko: 국가 코드: %@
zh_hans: 国家代码：%@

source: Country: %@
de: Land: %@
es: País: %@
fr: Pays : %@
ja: 国: %@
ko: 국가: %@
zh_hans: 国家：%@

source: Create a deep link that starts a new conversation in the app.
de: Erstelle einen Deep Link, der eine neue Unterhaltung in der App startet.
es: Crea un enlace profundo que inicie una nueva conversación en la app.
fr: Créez un lien profond qui démarre une nouvelle conversation dans l’app.
ja: アプリで新しい会話を開始するディープリンクを作成します。
ko: 앱에서 새 대화를 시작하는 딥 링크를 만드세요.
zh_hans: 创建在应用内启动新对话的深度链接。

source: Create a duplicate of this template for further editing.
de: Erstelle ein Duplikat dieser Vorlage zur weiteren Bearbeitung.
es: Crea un duplicado de esta plantilla para seguir editándola.
fr: Créez un duplicata de ce modèle pour de futures modifications.
ja: このテンプレートのコピーを作成して編集を続けます。
ko: 추가 편집을 위해 이 템플릿을 복제하세요.
zh_hans: 创建一个副本来继续编辑。

source: Create a link to present ${message} in app
de: Erstelle einen Link, um ${message} in der App anzuzeigen
es: Crea un enlace para mostrar ${message} en la app
fr: Créer un lien pour afficher ${message} dans l’app
ja: アプリで ${message} を表示するリンクを作成
ko: 앱에서 ${message}를 표시하는 링크 만들기
zh_hans: 创建一个链接来打开对话并呈现 ${message}

source: Create a new conversation
de: Neue Unterhaltung erstellen
es: Crear una nueva conversación
fr: Créer une nouvelle conversation
ja: 新しい会話を作成
ko: 새 대화 만들기
zh_hans: 创建新会话

source: Create a new conversation and optionally switch to it.
de: Neue Unterhaltung erstellen und optional zu ihr wechseln.
es: Crea una conversación nueva y cambia a ella opcionalmente.
fr: Créer une nouvelle conversation et éventuellement basculer dessus.
ja: 新しい会話を作成し、必要なら切り替えます。
ko: 새 대화를 만들고 선택적으로 전환합니다.
zh_hans: 创建一个新对话，并可选择切换到该对话。

source: Create and reuse custom personas and system prompts.
de: Eigene Personas und System-Prompts erstellen und wiederverwenden.
es: Crea y reutiliza personas personalizadas y prompts de sistema.
fr: Créez et réutilisez des personas et invites système personnalisées.
ja: カスタム人格とシステムプロンプトを作成・再利用。
ko: 맞춤 페르소나와 시스템 프롬프트를 만들고 재사용하세요.
zh_hans: 创建并复用自定义人格与系统提示。

source: Create Conversation Link
de: Unterhaltungslink erstellen
es: Crear enlace de conversación
fr: Créer un lien de conversation
ja: 会話リンクを作成
ko: 대화 링크 만들기
zh_hans: 创建对话链接

source: Create Copy
de: Kopie erstellen
es: Crear copia
fr: Créer une copie
ja: コピーを作成
ko: 복사본 만들기
zh_hans: 创建副本

source: Create New Conversation
de: Neue Unterhaltung erstellen
es: Crear nueva conversación
fr: Créer une nouvelle conversation
ja: 新規会話を作成
ko: 새 대화 만들기
zh_hans: 创建新会话

source: Create Server
de: Server erstellen
es: Crear servidor
fr: Créer un serveur
ja: サーバーを作成
ko: 서버 만들기
zh_hans: 创建服务器

source: Create Template
de: Vorlage erstellen
es: Crear plantilla
fr: Créer un modèle
ja: テンプレートを作成
ko: 템플릿 만들기
zh_hans: 创建模板

source: Creative @ 1.0
de: Kreativ @ 1.0
es: Creativo @ 1.0
fr: Créatif @ 1.0
ja: クリエイティブ @ 1.0
ko: 창의적 @ 1.0
zh_hans: 创造 @ 1.0

source: Current Location
de: Aktueller Standort
es: Ubicación actual
fr: Emplacement actuel
ja: 現在地
ko: 현재 위치
zh_hans: 当前位置

source: Current Location Information: %@
de: Aktuelle Standortinformationen: %@
es: Información de la ubicación actual: %@
fr: Informations sur l’emplacement actuel : %@
ja: 現在地情報: %@
ko: 현재 위치 정보: %@
zh_hans: 当前位置信息： %@

source: Custom Audio
de: Benutzerdefiniertes Audio
es: Audio personalizado
fr: Audio personnalisé
ja: カスタムオーディオ
ko: 사용자 지정 오디오
zh_hans: 自定义音频

source: Custom display name for this MCP server.
de: Angezeigter Name für diesen MCP-Server.
es: Nombre para mostrar personalizado para este servidor MCP.
fr: Nom d’affichage personnalisé pour ce serveur MCP.
ja: この MCP サーバーの表示名をカスタマイズします。
ko: 이 MCP 서버의 사용자 지정 표시 이름.
zh_hans: 为此 MCP 服务器设置自定义显示名称。

source: Custom display name for this model.
de: Angezeigter Name für dieses Modell.
es: Nombre para mostrar personalizado para este modelo.
fr: Nom d’affichage personnalisé pour ce modèle.
ja: このモデルの表示名をカスタマイズします。
ko: 이 모델의 사용자 지정 표시 이름.
zh_hans: 为此模型自定义显示名称。

source: Custom Sound Effect Updated
de: Benutzerdefinierter Soundeffekt aktualisiert
es: Efecto de sonido personalizado actualizado
fr: Effet sonore personnalisé mis à jour
ja: カスタム効果音を更新しました
ko: 사용자 지정 효과음 업데이트됨
zh_hans: 自定义音效已更新

source: Custom Tag Color
de: Benutzerdefinierte Tag-Farbe
es: Color de etiqueta personalizado
fr: Couleur d’étiquette personnalisée
ja: カスタムタグの色
ko: 사용자 지정 태그 색상
zh_hans: 自定义的颜色标签

source: Customization
de: Anpassung
es: Personalización
fr: Personnalisation
ja: カスタマイズ
ko: 사용자 설정
zh_hans: 个性化

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 어두움
zh_hans: 深色

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
zh_hans: 数据

source: Data Control
de: Datenkontrolle
es: Control de datos
fr: Contrôle des données
ja: データ制御
ko: 데이터 제어
zh_hans: 数据控制

source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
ja: データ管理
ko: 데이터 관리
zh_hans: 数据管理

source: Database
de: Datenbank
es: Base de datos
fr: Base de données
ja: データベース
ko: 데이터베이스
zh_hans: 数据库

source: Date range cannot exceed 7 days
de: Datumsbereich darf 7 Tage nicht überschreiten
es: El rango de fechas no puede superar los 7 días
fr: La plage de dates ne peut pas dépasser 7 jours
ja: 日付範囲は7日を超えられません
ko: 날짜 범위는 7일을 초과할 수 없습니다
zh_hans: 日期范围不能超过 7 天

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
zh_hans: 默认

source: Default conversation model set to %@.
de: Standard-Unterhaltungsmodell auf %@ gesetzt.
es: Modelo de conversación predeterminado establecido en %@.
fr: Modèle de conversation par défaut défini sur %@.
ja: デフォルトの会話モデルを %@ に設定しました。
ko: 기본 대화 모델이 %@로 설정되었습니다.
zh_hans: 新对话开始时将会使用模型：%@。

source: Default Model
de: Standardmodell
es: Modelo predeterminado
fr: Modèle par défaut
ja: デフォルトモデル
ko: 기본 모델
zh_hans: 默认模型

source: Default Prompt
de: Standard-Prompt
es: Instrucción predeterminada
fr: Invite par défaut
ja: デフォルトプロンプト
ko: 기본 프롬프트
zh_hans: 默认提示词

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete All Conversations
de: Alle Unterhaltungen löschen
es: Eliminar todas las conversaciones
fr: Supprimer toutes les conversations
ja: すべての会話を削除
ko: 모든 대화 삭제
zh_hans: 删除全部对话

source: Delete all conversations and related data.
de: Alle Unterhaltungen und zugehörigen Daten löschen.
es: Elimina todas las conversaciones y los datos relacionados.
fr: Supprimez toutes les conversations et les données associées.
ja: すべての会話と関連データを削除します。
ko: 모든 대화와 관련 데이터를 삭제합니다.
zh_hans: 删除全部对话和关联的数据。

source: Delete All Evaluation Sessions
de: Alle Bewertungssitzungen löschen
es: Eliminar todas las sesiones de evaluación
fr: Supprimer toutes les sessions d'évaluation
ja: すべての評価セッションを削除
ko: 모든 평가 세션 삭제
zh_hans: 删除所有评估会话

source: Delete all stored memories permanently.
de: Alle gespeicherten Erinnerungen dauerhaft löschen.
es: Elimina permanentemente todos los recuerdos almacenados.
fr: Supprimez définitivement toutes les mémoires enregistrées.
ja: 保存済みメモリーを完全に削除します。
ko: 모든 저장된 메모리를 영구적으로 삭제합니다.
zh_hans: 永久删除所有储存的记忆。

source: Delete Chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer le chat
ja: チャットを削除
ko: 채팅 삭제
zh_hans: 删除对话

source: Delete Conversation
de: Unterhaltung löschen
es: Eliminar conversación
fr: Supprimer la conversation
ja: 会話を削除
ko: 대화 삭제
zh_hans: 删除对话

source: Delete data stored in iCloud.
de: In iCloud gespeicherte Daten löschen.
es: Eliminar datos almacenados en iCloud.
fr: Supprimer les données stockées dans iCloud.
ja: iCloud に保存されたデータを削除します。
ko: iCloud에 저장된 데이터를 삭제합니다.
zh_hans: 删除存储在 iCloud 中的数据。

source: Delete iCloud Data
de: iCloud-Daten löschen
es: Eliminar datos de iCloud
fr: Supprimer les données iCloud
ja: iCloud データを削除
ko: iCloud 데이터 삭제
zh_hans: 删除 iCloud 数据

source: Delete iCloud Data ...
de: iCloud-Daten löschen ...
es: Eliminar datos de iCloud ...
fr: Supprimer les données iCloud...
ja: iCloud データを削除中...
ko: iCloud 데이터 삭제 ...
zh_hans: 删除 iCloud 数据...

source: Delete Icon
de: Icon löschen
es: Eliminar icono
fr: Supprimer l’icône
ja: 削除アイコン
ko: 아이콘 삭제
zh_hans: 删除图标

source: Delete Memory
de: Erinnerung löschen
es: Eliminar recuerdo
fr: Supprimer la mémoire
ja: メモリーを削除
ko: 메모리 삭제
zh_hans: 删除记忆

source: Delete Model
de: Modell löschen
es: Eliminar modelo
fr: Supprimer le modèle
ja: モデルを削除
ko: 모델 삭제
zh_hans: 删除模型

source: Delete Server
de: Server löschen
es: Eliminar servidor
fr: Supprimer le serveur
ja: サーバーを削除
ko: 서버 삭제
zh_hans: 删除服务器

source: Delete Template
de: Vorlage löschen
es: Eliminar plantilla
fr: Supprimer le modèle
ja: テンプレートを削除
ko: 템플릿 삭제
zh_hans: 删除模板

source: Delete this MCP server permanently.
de: Diesen MCP-Server dauerhaft löschen.
es: Eliminar este servidor MCP de forma permanente.
fr: Supprimez définitivement ce serveur MCP.
ja: この MCP サーバーを完全に削除します。
ko: 이 MCP 서버를 영구적으로 삭제합니다.
zh_hans: 永久删除这个 MCP 服务器。

source: Delete this template permanently.
de: Diese Vorlage dauerhaft löschen.
es: Eliminar esta plantilla de forma permanente.
fr: Supprimez définitivement ce modèle.
ja: このテンプレートを完全に削除します。
ko: 이 템플릿을 영구적으로 삭제합니다.
zh_hans: 永久删除这个模板。

source: Delete w/ After
de: Löschen mit After
es: Eliminar con After
fr: Supprimer avec After
ja: 後続も削除
ko: 이후 내용 포함 삭제
zh_hans: 删除当前及后续

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
ja: 削除済み
ko: 삭제됨
zh_hans: 已删除

source: Deleting...
de: Löschen...
es: Eliminando...
fr: Suppression...
ja: 削除中...
ko: 삭제 중...
zh_hans: 正在删除...

source: Denied
de: Verweigert
es: Denegado
fr: Refusé
ja: 拒否
ko: 거부됨
zh_hans: 拒绝

source: Determine if this MCP server is enabled. Tools are only updated when this server is enabled.
de: Prüft, ob dieser MCP-Server aktiviert ist. Tools werden nur aktualisiert, wenn der Server aktiv ist.
es: Determina si este servidor MCP está habilitado. Las herramientas solo se actualizan cuando este servidor está habilitado.
fr: Déterminez si ce serveur MCP est activé. Les outils ne sont mis à jour que lorsque ce serveur est activé.
ja: この MCP サーバーが有効か確認します。サーバーが有効な場合のみツールが更新されます。
ko: 이 MCP 서버가 활성화되어 있는지 확인합니다. 서버가 활성화된 경우에만 도구가 업데이트됩니다.
zh_hans: 工具列表仅在 MCP 服务器启用时更新。

source: Determining search keywords
de: Suchbegriffe werden ermittelt
es: Determinando palabras clave de búsqueda
fr: Détermination des mots-clés de recherche
ja: 検索キーワードを判定中
ko: 검색 키워드 결정 중
zh_hans: 正在确认搜索内容

source: Device Not Eligible
de: Gerät nicht geeignet
es: Dispositivo no apto
fr: Appareil non éligible
ja: このデバイスは対象外です
ko: 기기 자격 없음
zh_hans: 设备不可用

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効にする
ko: 비활성화
zh_hans: 停用

source: Disable iCloud Sync
de: iCloud-Synchronisierung deaktivieren
es: Desactivar sincronización con iCloud
fr: Désactiver la synchro iCloud
ja: iCloud 同期を無効化
ko: iCloud 동기화 비활성화
zh_hans: 停用 iCloud 同步

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
zh_hans: 禁用

source: Disabled @ -1
de: Deaktiviert @ -1
es: Desactivado @ -1
fr: Désactivé @ -1
ja: 無効 @ -1
ko: 비활성화 @ -1
zh_hans: 禁用 @ -1

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 切断済み
ko: 연결 끊김
zh_hans: 断开连接

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Display
de: Anzeige
es: Mostrar
fr: Affichage
ja: 表示
ko: 표시
zh_hans: 显示

source: Do Not Display
de: Nicht anzeigen
es: No mostrar
fr: Ne pas afficher
ja: 表示しない
ko: 표시 안 함
zh_hans: 不显示

source: Do you want to open this link in your default browser? %@
de: Möchtest du diesen Link im Standardbrowser öffnen? %@
es: ¿Quieres abrir este enlace en tu navegador predeterminado? %@
fr: Voulez-vous ouvrir ce lien dans votre navigateur par défaut ? %@
ja: 既定のブラウザでこのリンクを開きますか？ %@
ko: 기본 브라우저에서 이 링크를 열까요? %@
zh_hans: 是否要在默认浏览器中打开此链接？ %@

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
zh_hans: 下载

source: Download (%@)
de: Herunterladen (%@)
es: Descargar (%@)
fr: Télécharger (%@)
ja: ダウンロード（%@）
ko: 다운로드 (%@)
zh_hans: 下载（%@）

source: Download (Unknown Size)
de: Herunterladen (Unbekannte Größe)
es: Descargar (tamaño desconocido)
fr: Télécharger (taille inconnue)
ja: ダウンロード（サイズ不明）
ko: 다운로드 (알 수 없는 크기)
zh_hans: 下载（未知尺寸）

source: Download @ Hugging Face
de: Herunterladen @ Hugging Face
es: Descargar en Hugging Face
fr: Télécharger @ Hugging Face
ja: Hugging Face からダウンロード
ko: Hugging Face에서 다운로드
zh_hans: 从抱抱脸下载

source: Download Date
de: Download-Datum
es: Fecha de descarga
fr: Date de téléchargement
ja: ダウンロード日
ko: 다운로드 날짜
zh_hans: 下载日期

source: Download in progress, please keep app running in foreground.
de: Download läuft, bitte die App im Vordergrund halten.
es: Descarga en curso; mantén la app en primer plano.
fr: Téléchargement en cours, laissez l’app au premier plan.
ja: ダウンロード中です。アプリを前面で起動したままにしてください。
ko: 다운로드 중입니다. 앱을 포그라운드에서 실행 상태로 유지하세요.
zh_hans: 正在下载，请保持软件在前台运行。

source: Download Model
de: Modell herunterladen
es: Descargar modelo
fr: Télécharger le modèle
ja: モデルをダウンロード
ko: 모델 다운로드
zh_hans: 下载模型

source: Downloading Model
de: Modell wird heruntergeladen
es: Descargando modelo
fr: Téléchargement du modèle
ja: モデルをダウンロード中
ko: 모델 다운로드 중
zh_hans: 模型下载中

source: Draw Table
de: Tabelle zeichnen
es: Dibujar tabla
fr: Dessiner un tableau
ja: 表を描画
ko: 표 만들기
zh_hans: 绘制表格

source: DuckDuckGo Search
de: DuckDuckGo-Suche
es: Búsqueda en DuckDuckGo
fr: Recherche DuckDuckGo
ja: DuckDuckGo 検索
ko: Duck Duck Go 검색
zh_hans: DuckDuckGo 搜索

source: Due to system limitations, you must enable audio to use this feature.
de: Aufgrund von Systemeinschränkungen musst du Audio aktivieren, um diese Funktion zu verwenden.
es: Debido a limitaciones del sistema, debes activar el audio para usar esta función.
fr: En raison des limitations du système, vous devez activer l’audio pour utiliser cette fonctionnalité.
ja: システムの制限により、この機能を使用するにはオーディオを有効にする必要があります。
ko: 시스템 제한으로 인해 이 기능을 사용하려면 오디오를 활성화해야 합니다.
zh_hans: 由于系统限制，你必须启用音频才能使用此功能。

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
zh_hans: 创建副本

source: Duplicated Content
de: Duplizierter Inhalt
es: Contenido duplicado
fr: Contenu dupliqué
ja: 重複したコンテンツ
ko: 중복된 콘텐츠
zh_hans: 重复内容

source: Duration • %@
de: Dauer • %@
es: Duración • %@
fr: Durée • %@
ja: 所要時間 • %@
ko: 지속 시간 • %@
zh_hans: 时长 • %@

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑

source: Edit Branding Name
de: Markennamen bearbeiten
es: Editar nombre de marca
fr: Modifier le nom de marque
ja: ブランド名を編集
ko: 브랜딩 이름 편집
zh_hans: 编辑品牌名
